{
    "nav_home": "Home",
    "nav_about": "About Us",
    "nav_results": "Results",
    "nav_contact": "Contact",
    "footer_team": "Our team covers everything – from idea to execution",
    "footer_supported": "Supported by",
    "footer_fon": "Faculty of Organizational Sciences",
    "footer_government": "The Government of the Republic of Serbia",
    "footer_ministry": "The Ministry of Education",
    "footer_euprava": "The Office for Information technologies and eGovernment",
    "footer_zavod": "Institute for Quality Assessment in Education",
    "footer_email": "Email",
    "footer_rights": "All rights reserved.",
    "loading_title": "Loading",
    "home_slide1_title": "Software Solution",
    "home_slide1_subtitle": "TestMaster",
    "home_slide1_desc": "Software for supporting candidate testing. <br/>Enhancing the educational system with modern technological solutions.",
    "home_slide2_title": "Including All",
    "home_slide2_subtitle": "Stages of the Process",
    "home_slide2_desc": "Designing and generating personalized tests, <br/>distribution and receipt of materials, <br/>scanning tests and automatic processing, <br/>manual review and result publication, <br/>online complaints and analytics.",
    "home_slide3_title": "What speaks for us are",
    "home_slide3_subtitle": "Our Results",
    "home_slide3_desc": "Conducting final exams at the end of primary education, <br/>entrance tests for master academic studies, <br/>entrance tests for undergraduate academic studies, <br/>midterms and exams at universities.",
    "home_slide4_title": "Proud of",
    "home_slide4_subtitle": "Our Partners",
    "home_slide4_desc": "The Government of the Republic of Serbia, <br/>The Ministry of Education, <br/>The Office for Information technologies and eGovernment, <br/>Institute for Quality Assessment in Education",
    "home_details_button": "Learn More",
    "home_testmaster_title": "About Us",
    "home_testmaster_subtitle": "TestMaster",
    "home_testmaster_desc": "A software and organizational solution that digitalizes and optimizes the entire candidate testing process. It provides comprehensive support in all phases of testing – from creating and classifying questions, designing, printing, and distributing tests, to scanning, reviewing, and publishing results. The implementation of TestMaster improves the testing process by increasing objectivity and reliability, as well as standardizing conditions for all candidates. TestMaster eliminates errors resulting from human factors, increases efficiency by rationalizing resource use, and offers high transparency with the ability for online access to reviewed tests and submitting complaints for results.",
    "home_nums1_title": "final exams at the end of primary education",
    "home_nums2_title": "entrance tests for undergraduate and master academic studies",
    "home_nums3_title": "conducted midterms and exams at the University",
    "home_f_title_1": "Key",
    "home_f_title_2": "Features",
    "home_feature_title_1": "Designing tests",
    "home_feature_desc_1": "A modern application that enables flexible document creation in various formats, with easy integration of new tools and elements. It supports advanced features such as open-ended and closed-ended questions, tools for defining scoring, correct answers, and reviewing results, providing comprehensive support for the testing and evaluation process.",
    "home_feature_title_2": "Generating personalized tests",
    "home_feature_desc_2": "The application supports automatic document preparation for printing, with the ability to generate a specified number of unique copies. Each candidate receives a unique test, ensuring that no two tests are identical, thus guaranteeing a high level of security and reliability in the testing process.",
    "home_feature_title_3": "Distribution and receipt of materials",
    "home_feature_desc_3": "The distribution preparation application enables organized packing and tracking of exam materials in accordance with the distribution plan, with automatic generation of all required supporting documentation, such as stickers and records. The application for receipt of materials allows for quick and efficient tracking of all incoming materials, simplifying the process and ensuring accuracy.",
    "home_feature_title_4": "Test scanning",
    "home_feature_desc_4": "The application enables the digitization, validation and records of incoming test materials, including tests and identification forms. Each test bag is opened, after which correctly completed tests are scanned, validated, and entered into the system. The same process is applied for digitizing, validating, and recording identification forms, ensuring data accuracy and integrity.",
    "home_feature_title_5": "Automatic processing",
    "home_feature_desc_5": "Through a specially developed application, during the design of tests, the method and number of answer reviews for each question are defined. In the case of multiple reviews, the results are compared, and if there is any discrepancy, the results are reconciled. Answers to closed-ended questions are automatically graded, while answers to open-ended questions are assigned to reviewers registered in the system.",
    "home_feature_title_6": "Manual review",
    "home_feature_desc_6": "A special application has been developed and it allows registered reviewers to grade answers to open-ended questions. Answers are categorized by subject area and test language. In the case of multiple reviews, the results will be compared, and if any discrepancies arise, the application allows for reconciling results and resolving potential complaints.",
    "home_feature_title_7": "Publishing results",
    "home_feature_desc_7": "Results are accessible through a specially developed web application. After logging into the system, candidates can review the results of all tests they have taken. For each test, the total number of points achieved is displayed, as well as the points earned for each individual question. Upon request, candidates can be sent scanned and marked tests via email to have complete access to their answers.",
    "home_feature_title_8": "Online complaints",
    "home_feature_desc_8": "Users are allowed to submit a complaint regarding the number of points earned for each individual question through a specialized portal, and the complaint is automatically recorded in the system. The portal also allows tracking of the complaint status and decisions made by the responsible committees. Depending on the outcome of the complaint, the results will be automatically corrected. In addition to the first-level complaint, users can also file a second-level complaint, which is processed using the same mechanism.",
    "home_eval_title": "Evaluation Results",
    "home_eval_subtitle": "These are some comments from participants involved in the test implementation process following the project evaluation. The purpose of the evaluation is to improve the efficiency and security of the candidate testing process.",
    "home_eval_comm_1": "It was a pleasure working with these people, supported by perfect organization.",
    "home_eval_comm_2": "All praise to the institutions and individuals involved in the entire Final Exam process. A perfectly executed project.",
    "home_eval_comm_3": "A perfect ten for teamwork. Communication in problem-solving, alongside equipment and software, plays a huge role. Well done!",
    "home_eval_comm_4": "Congratulations on a job well done, and thank you all for the exceptional collaboration.",
    "home_eval_comm_5": "Everything works perfectly. The software is more than practical.",
    "home_eval_comm_6": "All praise for the thorough preparation, organization, and execution of the planned activities.",
    "home_eval_comm_7": "It was a pleasure working with you.",
    "home_about_title": "About us",
    "home_about_subtitle": "Project Authors",
    "home_team": "Below are the key individuals responsible for the conceptual design, implementation, execution, and organization of the aforementioned processes.",
    "home_team_manager": "project manager",
    "about_title": "Who Are We?",
    "about_n1_title": "Successful testings",
    "about_n2_title": "Reviewed tests",
    "about_n3_title": "Satisfied users",
    "about_n4_title": "Reviewed questions",
    "about_n5_title": "Increased Efficiency By Rationalizing Resource Use",
    "about_n6_title": "Eliminated errors",
    "about_n6_title_2": "Resulting from",
    "about_n6_title_3": "Human Factors",
    "about_n7_title": "Guaranteed",
    "about_n7_title_2": "Transparency Through Direct Insight into Reviewed Tests",
    "about_n8_title": "Enabled",
    "about_n8_title_2": "Result Analysis",
    "about_n8_title_3": "for",
    "about_n8_title_4": "Future Testing",
    "about_testmaster_title": "TestMaster",
    "about_testmaster_desc": "The system is designed to support various stages of the testing process, from activities related to the creation of a question database and its classification, selection of questions and test creation, designing forms for filling out tests in paper or electronic formats (via mobile phones, tablets, desktop computers...), to activities involving filling out, reviewing, grading, and reporting.",
    "about_testmaster_desc_2": "Taking into account various question formulations, the system supports different question types, such as open-ended questions (with or without images), closed-ended questions (with a list of possible answers), as well as fill-in-the-blank questions.",
    "about_testmaster_desc_3": "The system is modular and is being developed in phases. So far, for the needs of the Faculty of Organizational Sciences and the Final Exam at the end of primary education, modules have been developed to support the design of paper-based forms, preparation for printing, scanning of completed forms (i.e., converting them into electronic format), followed by their automatic review, verification, and grading. After completing the results, automatic marking of reviewed tests is performed, and they are made available for review, which involves sending an appropriate email to each candidate, with their reviewed work attached. Automatic marking of tests means that for each scanned form, for each question, the recognized answer is marked, it is indicated whether the answer is correct, and the number of points achieved is recorded.",
    "about_title_brochure": "Our Brochure",
    "about_subtitle_brochure": "Created in 2022",
    "about_brochure_page": "Page",
    "about_brochure_outOf": "out of",
    "about_authors_title": "Project Authors",
    "about_authors_subtitle": "Our Team",
    "about_team_1": "Marko Petrović, PhD",
    "about_team_2": "Miloš Jevtić, PhD",
    "about_team_3": "Nina Turajlić, PhD",
    "about_team_4": "Nenad Aničić, PhD",
    "about_team_5": "Filp Furtula",
    "about_team_6": "Miloš Ljubisavljević",
    "about_team_7": "Đorđe Nestorović",
    "about_team_8": "Vladimir Belča",
    "about_team_9": "Aleksandra Furtula",
    "about_team_10": "Isidora Vidojević",
    "results_title": "Results We Are Proud Of",
    "results_bestResults": "The Best",
    "results_bestResults_2": "Results",
    "results_zavrsni_title": "Final Exams at the End of Primary Education",
    "results_prijemni_title": "Entrance Exams at",
    "results_prijemni_title_2": "Universities",
    "results_kolokvijumi_title": "Midterms/Exams at",
    "results_kolokvijumi_title_2": "Universities",
    "results_digitalno_pregledanih": "Digitally reviewed tests",
    "results_pregledanih_zatvorenih": "Reviewed closed-ended questions",
    "results_pregledanih_otvorenih": "Reviewed open-ended questions",
    "results_ucesnici": "Involved participants",
    "results_reviewTime": "Review time",
    "results_title_brochure": "Our Brochure",
    "results_subtitle_brochure": "Created in 2022",
    "results_brochure_page": "Page",
    "results_brochure_outOf": "out of",
    "contact_title": "How to Find Us?",
    "contact_email": "Email",
    "contact_companyNumber": "Company Number",
    "contact_vatNumber": "VAT Identification Number"
}